---
kind: other
id: Properties.T:Autodesk.Revit.DB.WallSweep
source: html/e519fcaf-9a54-7107-9d52-e9151e4adb21.htm
---
# WallSweep Properties

The id of the assembly instance to which the element belongs.